# Негатив

# Напишите программу, которая запрашивает у пользователя число и проверяет, является ли оно отрицательным.
# Используйте оператор if для проверки.

# Напишите тут ваш код

user = int(input("Введите число: "))

if user < 0:
    print("Число отрицательное")
