# Суммаист

# Напишите программу, которая запрашивает у пользователя два числа, сохраняет их в переменные и выводит их сумму.
# Пример:
# Введите первое число: 5
# Введите второе число: 7
# Сумма: 12

# Напишите тут ваш код
user1 = int(input("Введите первое число 1:"))
user2 = int(input("Введите второе число 2:"))
a = user1 + user2
print(a)