# Тернарный оператор

# Напишите программу, которая запрашивает у пользователя
# число и использует тернарный оператор для проверки,
# является ли оно четным или нечетным.
# Выведите соответствующее сообщение.

# Напишите тут ваш код

user = int(input("Введите число "))
print("Число четное"  if user % 2 == 0 else "Число нечетное")


