# Циклотрон

# Напишите программу, которая вычисляет и выводит сумму
# всех чисел от 1 до 100 включительно, используя цикл for и
# функцию range().

# Напишите тут ваш код
total_sum = 0
for i in range(1,101):
    total_sum += i
print(total_sum)